{
  "homepage": {
    "url": "https://alan-allman.com",
    "depth": 0,
    "scraped_at": "2025-11-18T08:22:10.526635",
    "title": "Accueil | Alan Allman Associates",
    "content": "Accueil | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Alan Allman Associates Depuis 2009, Alan Allman Associates rassemble un écosystème de cabinets de conseil unis par une conviction: la transformation ne se décrète pas, elle se construit. À la croisée de la stratégie, de la technologie et de l’intelligence artificielle, nous accompagnons nos clients pour faire de la data un levier de décision, d’efficacité et d’impact durable. Implantés sur trois continents, nous combinons l’expertise d’un grand écosystème et l’agilité d’équipes à taille humaine pour concevoir des solutions sur mesure qui façonnent les organisations de demain. Découvrir nos cabinets Notre écosystème recrute — LinkedIn — YouTube Depuis 2009, Alan Allman Associates rassemble un écosystème de cabinets de conseil unis par une conviction: la transformation ne se décrète pas, elle se construit. À la croisée de la stratégie, de la technologie et de l’intelligence artificielle, nous accompagnons nos clients pour faire de la data un levier de décision, d’efficacité et d’impact durable. Implantés sur trois continents, nous combinons l’expertise d’un grand écosystème et l’agilité d’équipes à taille humaine pour concevoir des solutions sur mesure qui façonnent les organisations de demain. Découvrir nos cabinets Notre écosystème recrute — LinkedIn — YouTube Tech Trends 2025: Data, Cloud, Automation Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 10/11/2025 Aymane EL ADLANI, Business Manager chez WE+ nous parle de mobilité au sein de l’écosystème Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 07/11/2025 Comment l’intelligence artificielle redéfinit le conseil et la stratégie ? Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 03/11/2025 Retrouvez plus d'articles Pionnier de la stratégie, la data et de l’intégration de l’intelligence artificielle Avec un chiffre d’affaires de 374,3 M€ en 2024, Alan Allman Associates se positionne dans des secteurs porteurs tels que l’énergie, le secteur public, le high-tech, la santé ou encore le luxe. Grâce à son expertise avancée en intelligence artificielle, cybersécurité, gestion des données, cloud et smart automation, Alan Allman Associates accompagne efficacement ses clients dans leurs projets de transformation. Découvrir l’écosystème To view this video please enable JavaScript, and consider upgrading to a\n                      web browser that supports HTML5 video VIDEO Découvrez les cabinets Alan Allman Associates Un environnement Happy At Work L’écosystème Alan Allman Associates repose sur plus de 3 300 talents dont l’expertise et l’engagement permettent de répondre quotidiennement aux besoins de ses clients. Dès sa création, Alan Allman Associates a placé l’humain au cœur de son modèle d’écosystème. Les talents, leur évolution, leur épanouissement sont au cœur de sa philosophie, avec des initiatives telles qu’une académie de formation interne, une université en ligne et des plans de carrière sur mesure. Ces initiatives sont largement reconnues, comme en témoigne sa position de leader depuis 8 ans au classement Happy at Work Choose my Company, ayant obtenu la 3ème place mondiale en 2024 avec un taux de recommandation de 76,5%. Découvrez nos offres d’emploi ! Postulez Implantation Paris 15 rue Rouget de Lisle 92130 - Ile-de-France Brussels Eolis Building, Square Sainctelette 15 1000 Lisbon Alameda das Linhas de Torres 152 – Office 14 1750-149 Montréal 1100 Boul. René-Lévesque O QC H3B 4N4 Singapore 16 Raffles Quay, Hong Leong Building, #32-06 048581 Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/communique-de-presse/tech-trends-2025-data-cloud-automation",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/rise-2025",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/cabinet/phoenixdx",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/cabinet/humans4help",
      "https://alan-allman.com/cabinet/privatum",
      "https://alan-allman.com/cabinet/ited",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/engagements",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/cabinet/alpha2f",
      "https://alan-allman.com/cabinet/gurus",
      "https://alan-allman.com/cabinet/satisco",
      "https://alan-allman.com/cabinet/we",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/communique-de-presse/comment-lintelligence-artificielle-redefinit-le-conseil-et-la-strategie",
      "https://alan-allman.com/communique-de-presse/aymane-el-adlani-business-manager-chez-we-nous-parle-de-mobilite-au-sein-de-lecosysteme",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/en",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cabinet/teccweb",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinet/data-excellence",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/cabinet/victrix",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/cabinet/lux-modernis",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cabinet/ec-solutions",
      "https://alan-allman.com/cabinet/dynafin",
      "https://alan-allman.com/cabinet/we-consultants",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/gouvernances",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/cabinet/argain",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 55
  },
  "_ecosysteme": {
    "url": "https://alan-allman.com/ecosysteme",
    "depth": 1,
    "scraped_at": "2025-11-18T08:22:12.343932",
    "title": "Ecosystème | Alan Allman Associates",
    "content": "Ecosystème | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | L’écosystème Alan Allman Associates 374,3 Millions d’euros en 2024 Chiffre d’affaires 3300 Talents 3 Zones géographiques Notre écosystème Alan Allman Associates est un écosystème de cabinets de conseil spécialisés dans la stratégie, la transformation digitale, la data et l’intelligence artificielle (IA), fondé en 2009 et présent en Europe, en Amérique du Nord et en Asie. To view this video please enable JavaScript, and consider upgrading to a\nweb browser that supports HTML5 video VIDEO Un modèle unique Alan Allman Associates agit comme un véritable soutien aux cabinets de l’écosystème grâce à son modèle neuronal, unique dans le monde du conseil. Ce modèle comprend plus de 150 experts qui prennent en charge toutes les fonctions partenaires de l’entreprise : stratégie de développement, finance, juridique, organisation qualité & RSE, marketing & communication, recrutement & RH, et gestion des systèmes d’information. Ainsi, les cabinets peuvent se concentrer sur leur cœur de métier : développer pour leurs clients des solutions toujours plus innovantes et accompagner leurs talents dans leur développement de carrière. En savoir plus Un modèle performant La croissance constante de l’écosystème au cours des dernières années témoigne de la pertinence de son positionnement stratégique et de sa stratégie RISE 2025. En 2025, l’écosystème consolide son positionnement dans des secteurs porteurs tels que l’énergie, le secteur public, la santé, et le luxe, tout en renforçant ses positions dans les pays développés et les zones porteuses. L’investissement dans les offres en IA, smart automation, cybersécurité, cloud et data permet aux cabinets de l’écosystème d’accompagner efficacement leurs clients dans leur transformation. En savoir plus Un modèle récompensé Alan Allman Associates s’est engagé dès ses débuts dans une démarche d’excellence, témoignant de son engagement en matière de responsabilité sociale et environnementale. Alan Allman Associates a obtenu en 2024, et en 2025, la médaille de Bronze pour sa performance RSE, se classant parmi les 35% des entreprises les plus performantes en matière de développement durable en France, avec une notation de 63 sur 100. De plus, Alan Allman Associates est labellisé Happy at Work depuis 8 ans, confirmant son engagement envers ses 3 300 talents. En fin d’année 2024, Alan Allman Associates, Victrix France et We+ France ont obtenu la prestigieuse certification ISO 27001 en un temps record de six mois. Elles rejoignent ainsi Victrix Canada, ited et Data eXcellence, déjà certifiés. Alan Allman Associates et 14 cabinets de l’écosystème sont également certifiés ISO 9001 version 2015, illustrant leur engagement continu envers la qualité et l’amélioration continue de leurs services (Alpha2F, Argain, Althéa, DynaFin, GDG, Satisco, We+, Victrix, WINNING). En savoir plus Un modèle engagé En 2025, l’écosystème se projette dans une dynamique d’amélioration continue, focalisé sur la décarbonation, les achats responsables et le numérique responsable. Sa politique RSE s’articule autour de 7 engagements clés : augmentation de la valeur client, maintien des normes d’éthique et de gouvernance, promotion de l’innovation et du développement des compétences, protection et bien-être des salariés, promotion de l’équité et de l’égalité, et réduction de l’impact environnemental. Parallèlement, l’écosystème a également signé la Charte Numérique Responsable, renforçant ainsi son engagement envers des pratiques numériques responsables et durables. En savoir plus Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/rise-2025",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/engagements",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/gouvernances",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/en/ecosystem",
      "https://alan-allman.com/centre-dexcellence",
      "https://alan-allman.com/expertises"
    ],
    "links_count": 33
  },
  "_engagements": {
    "url": "https://alan-allman.com/engagements",
    "depth": 2,
    "scraped_at": "2025-11-18T08:22:14.603640",
    "title": "Nos engagements | Alan Allman Associates",
    "content": "Nos engagements | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Nos engagements Nouveaux enjeux Pour une IA responsable À l’ère du numérique, l’intelligence artificielle (IA) exerce une influence croissante sur les organisations, la société et l’environnement. Chez Alan Allman Associates, nous considérons l’IA comme un levier d’innovation durable, mais aussi une responsabilité collective à assumer. Consulter Rapport de Durabilité 2024 Chaque année, l’écosystème publie son Rapport de Durabilité, retrouvez ici notre rapport 2024 certifié par un organisme externe. Consulter Charte RSE Notre Politique RSE et nos axes de progrès. Consulter Code de conduite Anti-Corruption Lexique – Charte Anticorruption. Consulter Charte Éthique Charte Éthique. Consulter Lexique– Charte Éthique Lexique– Charte Éthique Consulter Nos politique RSE au sein d’Alan Allman Associates L’humain est au cœur de l’écosystème Alan Allman Associates depuis sa création en 2009. Pour l’écosystème, la performance économique peut tout à fait coïncider avec la responsabilité sociétale. Avec une présence internationale, il est, en effet, de sa responsabilité d’agir au quotidien ensemble pour continuer à construire un écosystème respectueux, responsable, performant et durable. En matière de développement durable, Alan Allman Associates se positionne dans les 35 % des entreprises les plus performantes en France selon Ecovadis, notamment en ce qui concerne les sujets relatifs au social et aux droits humains. Nos grands enjeux RSE pour une croissance responsable 1 ESRS E1 – Changement climatique : Sensibilisation des équipes : Chaque nouvel entrant au sein de l’écosystème est sensibilisé aux enjeux et actions RSE d’Alan Allman Associates. Financement de forêts : Les cabinets partenaires de Créateurs de Forêt financent des projets de création d’espaces naturels pour chaque nouveau collaborateur recruté. Réseau ELISE : Alan Allman Associates renouvelle sont engagement avec son partenaire ELISE dans la collecte et le recyclage des déchets. 2 ESRS E2 – Pollution : Déplacements : Alan Allman Associates veille à réduire ses déplacements et encourage ses collaborateurs à utiliser des modes de transports plus vertueux. Déchets dangereux : Via la mise en place de partenariats, Alan Allman Associates met en place le réemploi externe de son matériel informatique jugé inutilisable pour une activité professionnelle. L’objectif est de réduire sa part de déchets d’équipements électriques et électroniques (DEEE). 3 ESRS E5 – Economie Circulaire : Matériel informatique : Afin de sauvegarder au maximum son parc informatique, Alan Allman Associates favorise le réemploi de son matériel informatique atteignant 65% en 2024. Numérique Responsable : Afin de garantir un réemploi optimal du parc informatique, Alan Allman Associates sensibilise ses collaborateurs au numérique responsable. Cela passe par une sensibilisation à la gestion des messageries, à la gestion des fichiers ainsi qu’à la bonne utilisation du matériel. 4 ESRS S1 – Talents : Happy At Work : 3ème au classement monde avec un taux de recommandation de 76.5%. Le défi solidaire : « On s’active pour une bonne cause » L’objectif est de passer le plus de temps à faire une activité sportive pour soutenir une association. Alan Allman Associates Academy : Accessibilité à la plateforme LinkedIn Learning permettant de former les nouveaux collaborateurs via des modules d’intégration. Cela permettra de former aux enjeux RSE, à la cybersécurité, au numérique responsable, … 5 ESRS S2 – Partenaires : Sensibilisation des équipes : Chaque nouvel entrant au sein de l’écosystème est sensibilisé aux enjeux et actions RSE d’Alan Allman Associates. Financement de forêts : Les cabinets partenaires de Créateurs de Forêt financent des projets de création d’espaces naturels pour chaque nouveau collaborateur recruté. Réseau ELISE : Alan Allman Associates renouvelle sont engagement avec son partenaire ELISE dans la collecte et le recyclage des déchets. 6 ESRS G1 – Conduite des affaires : Charte Ethique : formalisation des principes communs à l’écosystème, mettent en valeur des standards élevés d’intégrité, d’excellence et d’humanisme. Anti-corruption : Tolérance 0 en matière de lutte contre la corruption, de fraude et de manquements éthiques. 7 Cybersécurité : ISO 27001 : Certification de 6 cabinets de l’écosystème, illustrant leur capacité à s’aligner sur les meilleures pratiques internationales en matière de cybersécurité. Protection des données : Mise en place de campagnes régulières de Phishing et sensibilisation à la fraude aux dirigeants. 8 Qualité et complexité des missions : ISO 9001 : Certification de 11 cabinets de l’écosystème, ce qui démontre et valide la démarche d’excellence de l’écosystème Alan Allman Associates. Suivi et évaluation de la qualité : Pour garantir la qualité des missions, Alan Allman Associates met en oeuvre un suivi rigoureux tout au long de chaque projet. Des clients satisfaits : L’enquête de satisfaction annuelle auprès des clients, révèle un taux de satisfaction (score NPS) de 69.3%. Le Centre d’Excellence : Centre d’expertise, il regroupe les ressources et les savoir-faire pour permettre une montée en gamme et internationalisation des offres. Happy At Work Depuis 2016, Alan Allman Associates fait partie du top 10 des entreprises où les employés se sentent heureux au travail. Pour la huitième fois, l’écosystème est labellisé HappyIndex®AtWork 2025. EcoVadis Alan Allman Associates obtient la médaille Ecovadis Bronze pour l’année 2023, se classant parmi les 35 % des entreprises les plus performantes en matière de développement durable en France, avec une notation de 63 sur 100. Global Compact Alan Allman Associates aspire à faire évoluer ses pratiques internes et celles de ses parties prenantes vers une croissance durable. Cette volonté se concrétise par notre adhésion au Global Compact en 2020, renouvelée en 2021 avec la Communication sur le Progrès. Certification ISO 9001 version 2015 Alan Allman Associates et 10 cabinets de l’écosystème sont certifiés ISO 9001 version 2015 ( Alan Allman Associates, Argain Consulting Innovation, Alpha2F, Althea, DynaFin, GDG, Satisco, Victrix (au Canada et en France), we+ France, Winning Portugal. ). Cette reconduction et l’intégration de nouveaux cabinets démontrent et valident la démarche d’excellence au sein de l’écosystème Alan Allman Associates. Certification ISO 27001 Depuis 2023, les cabinets Victrix et Data Excellence sont certifiés ISO 27001:2013, ouvrant ainsi la voie au déploiement progressif vers d’autres cabinets de l’écosystème. Cette dynamique confirme la volonté de renforcer la cybersécurité, la protection des données personnelles et l’assurance de la confidentialité des informations traitées dans leur périmètre. Numérique responsable En 2021, Alan Allman Associates s’est associé à l’Institut du Numérique Responsable pour renforcer ses pratiques et établir des objectifs ambitieux en matière de numérique responsable. En signant cette charte, Alan Allman Associates s’engage résolument vers un numérique durable, respectueux de l’environnement et éthique, contribuant ainsi positivement à la société. Notre Rapport de Durabilité 2024 Chaque année, l’écosystème Alan Allman Associates publie son Rapport de Durabilité 2024, un résumé complet de sa politique RSE. Avec le soutien d’un responsable RSE, il accélère ses avancées et se prépare aux défis à venir. Il suit de près ses objectifs pour répondre de manière proactive aux grands enjeux qui orientent sa démarche. Cliquez ici pour télécharger le document complet. Notre Rapport de Durabilité 2024 Des cabinets engagés au sein de l’écosystème Alan Allman Associates Les cabinets au sein de l’écosystème Alan Allman Associates témoignent d’un fort engagement. Diverses actions sont mises en place à leur initiative, démontrant leur implication dans des initiatives RSE. Together , Think the future, Co-create the future, and invest in the future Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/rise-2025",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/en/our-commitments",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/gouvernances",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/centre-dexcellence",
      "https://alan-allman.com/expertises"
    ],
    "links_count": 32
  },
  "_rise-2025": {
    "url": "https://alan-allman.com/rise-2025",
    "depth": 3,
    "scraped_at": "2025-11-18T08:22:16.872648",
    "title": "RISE 2025 | Alan Allman Associates",
    "content": "RISE 2025 | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Rise 2025 5 piliers pour développer la croissance L’ambition d’Alan Allman Associates L’ambition d’Alan Allman Associates avec le plan stratégique RISE 2025 est de doubler de taille entre 2020 et 2025 et d’atteindre 500 millions d’euros de chiffre d’affaires en 2025. Le plan stratégique RISE 2025 est décliné au sein de chaque cabinet de l’écosystème et repose sur cinq piliers de croissance majeurs. La croissance constante de l’écosystème au cours des dernières années montre la pertinence de son positionnement stratégique et de sa stratégie RISE 2025. Les cinq piliers de la croissance Clients Développer les secteurs prometteurs & résilients Maintenir la diversité du portefeuille clients Conserver une indépendance clients Talents Recruter 500 talents/an Orienter l’investissement en formation vers les métiers d’avenir Investir dans l’innovation S’assurer du bien-être des salariés Offres Continuer à déployer des marques fortes Poursuivre la montée en gamme Favoriser le cross-selling Intégration de l’IA et la data dans l’ensemble de nos offres clients afin de favoriser des transformations plus intelligentes, plus rapides et à plus fort impact. Géographie Consolider la présence en Europe et Amérique du Nord Accompagner l’Asie Renforcer la présence dans la péninsule ibérique Finance Continuer la croissance externe Maintien du projet Antilope La stratégie RISE 2025 d’Alan Allman Associates est une feuille de route ambitieuse visant à renforcer la position de leader de l’écosystème tout en continuant à innover et à s’adapter aux évolutions du marché. Grâce à son engagement envers ses clients, ses talents, ses offres, son expansion géographique et sa solidité financière, l’écosystème est bien positionné pour atteindre ses objectifs et poursuivre une croissance durable. Dans la continuité de cette dynamique, RISE 2030 marquera une nouvelle étape : toujours plus ambitieuse, plus technologique et plus tournée vers l’avenir. Cette vision s’appuiera sur trois piliers essentiels : une croissance organique accélérée portée par la performance collective de nos cabinets, le recrutement des meilleurs talent et leur fidélisation pour accompagner nos clients dans leurs transformations, un focus fort sur les technologies d’avenir : l’intelligence artificielle, la data – de son intégration à son exploitation, sans négliger sa gouvernance et sa sécurisation – ainsi que le cloud comme socle d’agilité et d’innovation. Stratégie de Management High Tech Marketing Digital Transformation industrielle Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/expertises-digital",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/en/rise-2025",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/gouvernances",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/expertises-transformation-industrielle",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/centre-dexcellence",
      "https://alan-allman.com/expertises"
    ],
    "links_count": 33
  },
  "_gouvernances": {
    "url": "https://alan-allman.com/gouvernances",
    "depth": 4,
    "scraped_at": "2025-11-18T08:22:19.202968",
    "title": "Gouvernances | Alan Allman Associates",
    "content": "Gouvernances | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Gouvernance La Gouvernance PRÉSIDENT ET FONDATEUR Jean-Marie Thual COMITÉ EXÉCUTIF Nicolas Cossard CFO Monde Florent Sainsot VP, Directeur Général des Opérations France David Bellaïche VP France, Pôle Stratégie et Management, Directeur Général Althéa David Ramakers VP, General Manager Benelux Leandro Pereira VP, General Manager IBERIA Benjamin Mathieu CEO Amérique du Nord ADMINISTRATEURS INTERNES & INDÉPENDANTS Jean-Marie Thual Président du conseil d’administration Audrey Barra Lesain Administrateur Benjamin Mathieu Administrateur Cédric Raths Administrateur Charles A Gratton Administrateur et président du comité d’audit Emma Ekelund Administrateur LA DIRECTION DES FONCTIONS PARTENAIRES Florence Perrin Meric Vice-présidente –  Directeur Marketing, Communication et Relations Investisseurs International Christèle Delly Directrice des Opérations de Formation & Carrières Audrey Barra Lesain Directrice Juridique Europe – APAC Benoit Schaefer CFO opérationnel Joanne Hurens Vice-Présidente exécutive, RH et recrutement Natalia P. Quiroz Avocate, Vice-présidente affaires juridiques, Secrétaire corporative, RPRP, Amérique du Nord Mehdi Bacha Directeur des Systèmes d’information Anne-Sylvie Gosselin Directeur Organisation & Qualité INFORMATION FINANCIÈRE CALENDRIER FINANCIER GOUVERNANCE ASSEMBLÉE GÉNÉRALE ESG Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/en/governance-2",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/centre-dexcellence",
      "https://alan-allman.com/expertises"
    ],
    "links_count": 30
  },
  "_centre-dexcellence": {
    "url": "https://alan-allman.com/centre-dexcellence",
    "depth": 5,
    "scraped_at": "2025-11-18T08:22:21.691401",
    "title": "Centre d'excellence | Alan Allman Associates",
    "content": "Centre d'excellence | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Centre d’excellence Le centre d’excellence Alan Allman Associates Un espace pour innover et créer des synergies En avril 2024, Alan Allman Associates a ouvert le Centre d’Excellence qui regroupe des investissements stratégiques majeurs et structurants, visant à déployer nos offres d’excellence dans des domaines clés tels que l’intelligence artificielle, la smart automation, la cybersécurité, la data et la formation sur ces expertises de pointe. Il est conçu pour favoriser l’innovation et la collaboration entre nos équipes, tant en Amérique du Nord qu’ en Europe ou en Asie, et facilite la conquête de clients à l’international tout en promouvant des services nearshore et offshore. Les trois axes clés du Centre d’Excellence Le centre d’Excellence se concentre sur trois axes : 1.L’excellence Renforcer notre expertise et sa reconnaissance par nos clients. 2. L’agilité S’adapter à un environnement en constante accélération. 3. L’efficacité Assurer que notre développement soit à la fois économique et pertinent. Les priorités pour 2026 1. L’internationalisation des clients Alan Allman Associates tire parti de sa présence mondiale pour générer de la valeur et multiplier les opportunités pour ses clients. Avec des équipes présentes sur tous les continents, nous assurons une disponibilité 24/7 pour répondre aux besoins de nos clients. 2. L’intelligence artificielle L’objectif est clair : améliorer la productivité et l’agilité de l’écosystème grâce à l’intégration de l’intelligence artificielle et de l’automatisation. Depuis un an, l’intégralité des 3300 talents de l’écosystème ont notamment été formés à l’utilisation de Chat GPT pour les accompagner au quotidien. Nos cabinets ont, quand à eux, développé de nombreuses expertises avancées dans ces domaines pour accompagner au mieux leurs clients dans l’intégration de l’intelligence artificielle au service de leur transformation. 3. L’internationalisation des marques et des offres Nous favorisons la création d’offres d’excellence à portée internationale. En 2026, l’écosystème accélère la convergence de certaines marques pour renforcer sa stratégie et offrir des expertises reconnues à l’échelle mondiale. 4. Le développement de plateformes nearshore L’écosystème propose une gamme de services et de produits enrichis par des outils et des processus visant à améliorer les performances. Des démarches engagées pour l’avenir Le Centre d’Excellence s’engage également envers des pratiques responsables et durables, en ligne avec les objectifs de RSE, et en obtenant des certifications reconnues (Ecovadis, HAW CSAT, ISO 9001). Ces investissements mutuels, basés sur le partage des meilleures pratiques, permettent à Alan Allman Associates d’accompagner ses clients dans un cadre de croissance durable et de performance accrue. Piloté par la direction Organisation & Qualité, il s’inscrit pleinement dans les projets structurants et les ambitions stratégiques de l’écosystème. En savoir plus Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/en/center-of-excellence",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/expertises"
    ],
    "links_count": 29
  },
  "_expertises": {
    "url": "https://alan-allman.com/expertises",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:23.922607",
    "title": "Pôles Expertises | Alan Allman Associates",
    "content": "Pôles Expertises | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Expertises Pôles expertises Les deux pôles d’expertise d’Alan Allman Associates – Conseil en High-Tech, Conseil en Stratégie, Management & Marketing – constituent le cœur de l’écosystème de cabinets de conseil spécialisés. Les cabinets de conseil experts, qui composent l’écosystème, proposent à leurs clients diverses offres et des solutions sur mesure innovantes, créatrices de richesse sur l’ensemble de la chaîne de valeur. Les cabinets sont organisés autour de 2 pôles d’expertises Stratégie, Management & Marketing High Tech Centre d’excellence L’un des enjeux pour Alan Allman Associates est d’exploiter au maximum ses capacités de développement organique, incluant l’internationalisation de certaines offres et savoir-faire, le développement de sa clientèle internationale et l’expansion territoriale de ses cabinets. Ce programme ambitieux est étroitement lié aux investissements stratégiques récents dans les technologies émergentes telles que l’IA/RPA, le Cloud, la cybersécurité et la gestion des données, ainsi qu’au renforcement des marques fortes au sein de l’écosystème. Pour encadrer ce vaste programme d’internationalisation, Alan Allman Associates a inauguré en avril 2023 un centre d’excellence (COE), une structure dédiée à l’expérimentation et à la création de synergies. Ce COE joue un rôle majeur dans l’intégration des nouvelles technologies et des meilleures pratiques, soutenant ainsi la croissance et l’innovation continue à travers tous les cabinets de l’écosystème. /bu/butt Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/en/expertise-sectors",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/expertises-strategie-management",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 28
  },
  "_expertises-strategie-management": {
    "url": "https://alan-allman.com/expertises-strategie-management",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:26.411046",
    "title": "Stratégie, Management & Marketing | Alan Allman Associates",
    "content": "Stratégie, Management & Marketing | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Stratégie, Management et Marketing augmentés par l’intelligence artificielle Le Pôle Stratégie, Management & Marketing est dédié à accompagner les entreprises dans leurs défis stratégiques et opérationnels. Les experts du pôle apportent une vision globale et intégrée pour aider les clients à naviguer dans un environnement économique en constante évolution. Face à la complexité croissante des marchés, des modèles économiques et des organisations, des décisions plus rapides, plus éclairées et plus durables doivent être prises. C’est là que notre approche intégrée Stratégie & Management augmentée par la donnée prend tout son sens. Nos équipes accompagnent les entreprises dans la définition, l’exécution et le pilotage de leur stratégie, en s’appuyant sur trois leviers complémentaires : La donnée comme fondation stratégique Identifier, fiabiliser et exploiter les données clés pour mieux comprendre la performance, anticiper les évolutions de marché et orienter les décisions. L’automatisation comme accélérateur de transformation Simplifier les processus, fluidifier les interactions et libérer les équipes pour se concentrer sur la création de valeur. L’intelligence artificielle comme levier décisionnel Renforcer la planification, la gestion des talents, la prévision des risques et l’efficacité opérationnelle grâce à des outils IA adaptés aux métiers. Notre conviction L’IA n’est pas une expertise isolée : c’est un fil conducteur qui traverse l’ensemble de la chaîne de valeur de l’entreprise. Elle permet d’éclairer les décisions, d’optimiser la performance, de réinventer les modèles organisationnels et de donner plus de sens au management. C’est pourquoi nos équipes conjuguent expertise métier, vision stratégique et maîtrise technologique pour accompagner nos clients dans leurs transformations les plus complexes. Notre approche augmentée Nous aidons les organisations à construire et déployer des stratégies fondées sur la donnée et amplifiées par l’IA, autour de trois grands leviers : 1. L’automatisation comme levier d’efficacité Automatiser les processus récurrents et chronophages pour libérer du temps humain, accélérer la prise de décision et améliorer la fiabilité opérationnelle. 2. La donnée comme boussole stratégique Structurer, gouverner et exploiter les données pour transformer la connaissance en décision, la performance en anticipation. 3. L’IA comme catalyseur de transformation Intégrer l’intelligence artificielle dans les pratiques de management et de pilotage : Analyse prédictive des risques et opportunités Modélisation de scénarios stratégiques Optimisation du capital humain et des compétences Aide à la décision en temps réel Cabinets du pôle Management et Stratégie Nos domaines d’intervention Nos experts accompagnent les directions générales, métiers et RH dans la conception et la mise en œuvre de stratégies augmentées : Stratégie d’entreprise et feuille de route IA & Data Pilotage de la performance et tableaux de bord augmentés Conduite du changement et adoption des outils d’intelligence artificielle Gouvernance des données et automatisation des processus managériaux Design organisationnel et transformation des modes de travail Une approche humaine et technologique Chez Alan Allman Associates, nous plaçons l’humain au cœur de la transformation technologique. Notre mission est d’aider chaque organisation à tirer parti du potentiel de l’IA et des données pour accélérer ses ambitions stratégiques, renforcer son leadership et préparer le management de demain. Articles Tech Trends 2025: Data, Cloud, Automation Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 10/11/2025 Aymane EL ADLANI, Business Manager chez WE+ nous parle de mobilité au sein de l’écosystème Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 07/11/2025 Comment l’intelligence artificielle redéfinit le conseil et la stratégie ? Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 03/11/2025 Retrouvez plus d'articles High Tech Stratégie, Management & Marketing Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/communique-de-presse/tech-trends-2025-data-cloud-automation",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/cabinet/humans4help",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/communique-de-presse/comment-lintelligence-artificielle-redefinit-le-conseil-et-la-strategie",
      "https://alan-allman.com/communique-de-presse/aymane-el-adlani-business-manager-chez-we-nous-parle-de-mobilite-au-sein-de-lecosysteme",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/expertises-digital",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/en/management-strategy",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cabinet/lux-modernis",
      "https://alan-allman.com/cabinet/dynafin",
      "https://alan-allman.com/cabinet/we-consultants",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/expertises-it",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/cabinet/althea",
      "https://alan-allman.com/cabinet/winning"
    ],
    "links_count": 37
  },
  "_expertises-it": {
    "url": "https://alan-allman.com/expertises-it",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:28.790919",
    "title": "High Tech | Alan Allman Associates",
    "content": "High Tech | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Pôle High Tech Le pôle High-Tech se concentre sur des domaines tels que la cybersécurité, le cloud (infonuagique), la gestion de données, la digitalisation de processus et outils. Conseil en High Tech Le Pôle High Tech d’Alan Allman Associates se positionne à la pointe de l’innovation technologique pour accompagner les entreprises dans leur transformation numérique. Les experts du pôle possèdent une expertise approfondie en cybersécurité, intelligence artificielle, cloud computing, gestion des données, automatisation des processus (RPA), digitalisation des processus, l’implémentation de solutions ERP ou encore les services gérés. Grâce à des méthodologies rigoureuses et à une maîtrise des technologies émergentes, le pôle aide les clients à sécuriser leurs systèmes d’information, à exploiter pleinement le potentiel des données, et à automatiser les tâches répétitives pour gagner en productivité. L’accent est mis sur la personnalisation des solutions, en veillant à ce qu’elles soient parfaitement adaptées aux besoins spécifiques de chaque entreprise. Grâce à sa capacité à mobiliser rapidement des ressources spécialisées à l’échelle internationale, le Pôle High Tech place l’innovation au centre de ses actions, aidant ainsi les entreprises à s’adapter avec succès à un environnement numérique en constante évolution et à exploiter de nouvelles opportunités de croissance. Cabinets du pôle High Tech Articles En quoi l’IA peut permettre d’améliorer la maîtrise du Sourcing L'IA révolutionne le Sourcing Achat et le Contract Management en boostant performance, innovation, et compétitivité. 11/10/2024 IA, virtualisation et robotisation : impacts sur les technologies de traitement des données IA, virtualisation des données et robotisation révolutionnent l'intégration des données, offrant agilité et performance accrues. 18/09/2024 Retrouvez plus d'articles Stratégie de Management Marketing Digital Transformation industrielle Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/cabinet/privatum",
      "https://alan-allman.com/cabinet/ited",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/cabinet/gurus",
      "https://alan-allman.com/cabinet/satisco",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cabinet/teccweb",
      "https://alan-allman.com/expertises-digital",
      "https://alan-allman.com/communique-de-presse/en-quoi-lia-peut-permettre-dameliorer-la-maitrise-du-sourcing",
      "https://alan-allman.com/en/high-tech",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinet/data-excellence",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/cabinet/victrix",
      "https://alan-allman.com/fonctions-partenaires",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cabinet/ec-solutions",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/expertises-transformation-industrielle",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/communique-de-presse/ia-virtualisation-et-robotisation-impacts-sur-les-technologies-de-traitement-des-donnees"
    ],
    "links_count": 38
  },
  "_fonctions-partenaires": {
    "url": "https://alan-allman.com/fonctions-partenaires",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:31.310329",
    "title": "Fonctions partenaires | Alan Allman Associates",
    "content": "Fonctions partenaires | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Fonctions Partenaires Le modèle neuronal unique d’Alan Allman Associates permet aux cabinets d’accéder à une diversité d’expertises centralisées. Cette approche favorise la croissance en permettant aux cabinets de se concentrer pleinement sur leur cœur de métier. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Un modèle unique dans le monde du conseil Le modèle d’organisation d’Alan Allman Associates en écosystème constitue un avantage concurrentiel exceptionnel pour les cabinets de conseil qui en sont membres, leur permettant d’accéder à une diversité d’expertises centralisées, telles que le marketing, la communication, la finance, la formation, les ressources humaines, la DSI, le juridique… Ce modèle novateur joue un rôle essentiel dans les étapes clés du développement des sociétés, en aidant les dirigeants à définir leur stratégie de croissance et en soutenant le management dans le développement de leur entreprise. Aujourd’hui, c’est une équipe de plus de 150 experts répartis en Europe, en Amérique du Nord et en Asie qui travaillent au quotidien aux côtés des cabinets pour leur apporter leur expertise pointue. L’avantage de ce modèle pour les cabinets réside dans la combinaison de deux éléments essentiels : L’agilité de chaque cabinet, qui peut se développer selon ses propres axes stratégiques grâce à une délégation complète. Les coopérations commerciales et techniques inter-cabinet, qui renforcent la présence sur le marché des grands comptes. Florent Sainsot VP, Directeur Général des Opérations France Ce modèle novateur, peu courant dans l’industrie du conseil qui privilégie souvent une organisation centralisée, représente un avantage concurrentiel. Notre approche en écosystème offre aux cabinets une opportunité unique d’atteindre leur plein potentiel. En combinant l’agilité individuelle des cabinets avec des synergies inter-cabinet, nous permettons à nos membres de se concentrer sur leur expertise tout en élargissant leur champ d’action. Cette collaboration renforce notre présence sur le marché et nous positionne en tant que leaders. La collaboration avec plus de 150 experts répartis à travers le monde illustre chaque jour l’efficacité de notre modèle. Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/partenaires-strategie-developpement",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/en/partner-functions",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 25
  },
  "_partenaires-strategie-developpement": {
    "url": "https://alan-allman.com/partenaires-strategie-developpement",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:33.659546",
    "title": "Stratégie de développement | Alan Allman Associates",
    "content": "Stratégie de développement | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Stratégie de Développement Un écosystème en pleine croissance L’écosystème Alan Allman Associates se caractérise par un modèle unique, porté par une croissance organique solide et un rythme soutenu d’acquisitions. Depuis sa création en 2009, l’écosystème a développé un savoir-faire exceptionnel en matière de croissance externe au travers du pôle Stratégie et développement. En 2025, Alan Allman Associates, c’est 15 acquisitions, dont 9 en France, 6 au Canada, 1 aux Pays-Bas et 2 en Asie. Cette stratégie de croissance externe fait partie intégrante du plan RISE 2030. Un accompagnement à toutes les étapes clés L’écosystème s’est doté d’une équipe acquisition et d’une équipe intégration qui lui permettent d’identifier, d’intégrer et développer les cabinets qui rejoignent Alan Allman Associates, et ce quelle que soit leur taille : L’équipe d’acquisition repère les marques présentes sur des segments de niche et/ou des métiers différenciés afin de maximiser les interactions positives et créatrices de valeur. L’équipe d’intégration prend en charge l’accueil, la consolidation et le développement de ces nouveaux cabinets au sein de l’écosystème, favorisant ainsi la maximisation des synergies entre eux. Notre Stratégie de marques fortes En 2025, Alan Allman Associates a poursuivi et accéléré une stratégie de rapprochement de marques, initiée en 2024. Cette stratégie de marques fortes aux expertises complémentaires ou similaires nous permet de devenir incontournables sur nos axes d’excellence. L’écosystème a ainsi réduit son portefeuille de marques pour fournir à ses clients une meilleure lisibilité, renforcer son cœur d’expertise, simplifier l’organisation, développer les synergies commerciales et améliorer l’agilité opérationnelle. La stratégie de développement de la marque induit de concentrer ses investissements sur ses points d’excellence : expertise technologique ou fonctionnelle, conseil, niveau d’engagement contractuel. Les clients choisissent une marque pour son excellence dans l’exécution. Jean-Marie Thual Président et fondateur Alan Allman Associates L’agilité, la réactivité et la souplesse recherchées par nos équipes nous permettent de rester en prise directe avec l’économie actuelle et les réalités entrepreneuriales. L’objectif est d’apporter des réponses réalistes et concrètes, garantissant un véritable retour sur investissement. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/en/development-strategy",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-finance",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 24
  },
  "_partenaires-finance": {
    "url": "https://alan-allman.com/partenaires-finance",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:35.931521",
    "title": "Finance - Partenaires | Alan Allman Associates",
    "content": "Finance - Partenaires | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Finance Pilier dans la prise de décisions Le Pôle Finance accompagne les cabinets de l’écosystème dans la mise en œuvre, le pilotage et la gestion financière de leurs projets. Il joue un rôle central en aidant les cabinets à prendre des décisions éclairées grâce à des compétences pointues, des outils de gestion adaptés, ainsi que des audits et des analyses internes et externes. Aux côtés des cabinets de l’écosystème, il leur permet d’explorer de nouveaux marchés, de développer un secteur d’activité, d’évaluer la situation financière et la stratégie d’un fournisseur ou la santé financière d’une entreprise à acquérir. Le Pôle Finance joue un rôle clé dans la consolidation d’Alan Allman Associates, notamment en ce qui concerne son expansion internationale, sa présence régionale et les défis fréquents liés aux fusions et acquisitions auxquels l’écosystème est confronté. Un accompagnement pointu Cet accompagnement dédié s’articule autour de trois axes Gestion financière et administrative : administration des ventes, service comptabilité, suivi rapproché de trésorerie, participation aux comités de direction, mise en place de boards croisés… Processus et méthodologies : utilisation d’un ERP performant pour une visibilité en temps réel de l’activité, suivi régulier des indicateurs clés de performance, élaboration de budgets et de rapports mensuels détaillés… Audit et analyses : études ad hoc, revues analytiques de la performance, analyse des frais généraux, mise à disposition d’un pack de reporting mensuel comprenant des indicateurs et des commentaires… Les enjeux extra-financiers La démarche d’accompagnement du pôle Finance va au-delà des chiffres. Les équipes s’engagent également dans la Responsabilité Sociétale des Entreprises (RSE ) et intègrent ces enjeux dans leur mission au quotidien. Les obligations de reporting ESG/RSE et la communication extra-financière sont également des éléments cruciaux, au cœur des réflexions. C’est pourquoi le pôle Finance maintient ses investissements dans des outils pour augmenter sa productivité tout en respectant les normes et les meilleures pratiques en matière de RSE. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/partenaires-recrutement-rh",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/en/finance-partners",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 23
  },
  "_partenaires-recrutement-rh": {
    "url": "https://alan-allman.com/partenaires-recrutement-rh",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:38.332047",
    "title": "Recrutement et Ressources Humaines | Alan Allman Associates",
    "content": "Recrutement et Ressources Humaines | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Recrutement & RH Un levier de croissance Le pôle recrutement d’Alan Allman Associates constitue un levier majeur de croissance. En mettant en place une approche professionnelle et mutualisée pour les chargés de recrutement, l’écosystème intègre le recrutement au cœur de sa transformation digitale. Son objectif : recruter plus de 500 talents en 2025 en renforçant la collaboration entre ses équipes à travers le monde et en investissant dans de nouveaux outils et technologies, soutenant ainsi la croissance de l’écosystème. Pluralité des axes d’intervention Le pôle Recrutement intervient principalement sur ces axes : Recrutement de profils diversifiés, essentiels à la croissance de l’écosystème. Accompagnement des recruteurs des cabinets de l’écosystème dans leur processus de recrutement. Gestion des compétences et des capacités. Développement d’une culture d’entreprise forte et attrayante. Team Talent Acquisition La Team Talent Acquisition a pour mission de révéler les talents qui feront grandir notre écosystème – de l’alternance à des profils seniors – sur toutes nos typologies de métiers. En outre, elle vise à favoriser une collaboration internationale efficace en partageant les bonnes pratiques de recrutement entre les zones Amérique du Nord, Europe et Asie. Joanne Hurens Vice-Présidente exécutive, RH et recrutement Attirer et recruter les meilleurs talents est l’affaire de tous chez Alan Allman Associates. Les recruteurs accomplissent un travail formidable pour repérer, contacter et recruter les meilleurs profils. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-marketing",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/en/recruitment-and-human-resources"
    ],
    "links_count": 22
  },
  "_partenaires-marketing": {
    "url": "https://alan-allman.com/partenaires-marketing",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:40.713380",
    "title": "Marketing | Alan Allman Associates",
    "content": "Marketing | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Marketing & Communication BMI : l’agence de communication et marketing intégrée La vocation de Brand Marketing International est de faire de la marque un atout différenciant : un territoire d’expression, entretenu par une sphère d’influence solide. En tant qu’agence marketing intégrée à l’écosystème, elle est unique dans l’univers du conseil. Avec des équipes présentes en Amérique du Nord, en Asie et en Europe, BMI aide les marques de l’écosystème à accélérer leur croissance et à faire connaître leur singularité auprès des clients et des talents. 1 AGENCE 5 EXPERTISES BMI accompagne les cabinets de l’écosystème sur 5 expertises majeures : Stratégie Positionnement de marque, Stratégie de contenu, Stratégie de communication et marketing Communication Change management, Communication interne et externe, Création de contenu, Organisation d’événements Marketing Digital Génération de leads, SEO, Campagnes Digitales, Événements en ligne, Gestion des réseaux sociaux Création Conception UX / UI, Développement de sites Web, Design Graphique Communication financière Relations avec les investisseurs, Rédaction de Communiqués de Presse, Rapports Financiers (semestriels et annuels) BMI intervient également dans la stratégie de marques fortes, notamment dans le rapprochement de cabinets : études de marché, benchmarks, création de nouvelles marques, élaboration d’identités et stratégies de lancement. Un marketing innovant, intégrant les dernières technologies. En 2025, les enjeux des fonctions marketing et communication deviennent de plus en plus liés à l’utilisation de l’intelligence artificielle générative, notamment dans la production de contenus ou d’images. Toutefois, l’agilité, la créativité et une compréhension approfondie des outils digitaux demeurent des éléments cruciaux pour soutenir les marques de l’écosystème dans l’atteinte de leurs objectifs commerciaux. Florence Perrin Meric Vice-Présidente – Directeur Marketing, Communication et Relations Investisseurs International Chez BMI, nous transcendons le rôle traditionnel d’une agence intégrée. Notre mission ? Booster la croissance des cabinets, faire rayonner leur unicité auprès des clients et des talents, et ce, en utilisant des outils innovants. Nous sommes là pour faire briller les marques de notre écosystème et les guider dans leur expansion constante. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/en/marketing",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/partenaires-formation",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 21
  },
  "_partenaires-formation": {
    "url": "https://alan-allman.com/partenaires-formation",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:43.259475",
    "title": "Gestion de carrière | Alan Allman Associates",
    "content": "Gestion de carrière | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Gestion de Carrière Alan Allman Associates Academy Alan Allman Associates Academy, cabinet spécialisé dans la formation et la gestion de carrière au sein de l’écosystème Alan Allman Associates, est reconnue comme une entité de formation à part entière par les organismes de formation français. En 2024, l’Academy a cumulé 50 950 heures de formation, dont 83,23 % de formations certifiantes. L’Academy est certifiée Qualiopi. Son objectif est de développer les talents en offrant une gamme complète de services tout au long du cycle professionnel des collaborateurs. Alan Allman Associates Academy propose des formations sur-mesure, certifiantes et diplômantes, aux consultants, avec des cours en présentiel et en ligne, tout en les accompagnant dans leur évolution professionnelle. L’université en ligne, 4A Digital, permet également de renforcer l’offre de formation continue en mode hybride, avec plus de 4000 formations en e-learning. En 2025, Alan Allman Associates Academy renforce aussi son engagement envers l’innovation et le développement des compétences en proposant à 100% de ses talents une formation en intelligence artificielle (IA). Cette initiative vise à préparer efficacement les collaborateurs à relever les défis futurs et à capitaliser sur les opportunités offertes par les avancées technologiques. Carrière sur-mesure L’accompagnement de tous les talents de l’écosystème se déroule selon deux axes : Suivi de carrière : L’écosystème a instauré un parcours d’intégration et de développement professionnel qui tient compte des particularités de chaque cabinet tout en préservant une cohérence globale au sein de l’écosystème. Formation sur mesure : Des programmes de formation personnalisés sont conçus pour renforcer les compétences des employés en alignement avec les expertises et les stratégies des cabinets. En 2024, les talents de l’écosystème ont pu bénéficier de 50 950 heures de formations certifiantes. De plus, l’université en ligne, mise en place par le cabinet, est une plateforme d’apprentissage proposant plus de 4000 cours certifiants, développés en partenariat avec des universités prestigieuses telles que Berkeley, le MIT, Harvard, Oxford, la Sorbonne et Yale. Cet outil permet aux collaborateurs de l’écosystème d’acquérir de nouvelles compétences et de progresser dans leur parcours professionnel. Bien-être professionnel Pour la huitième année consécutive, l’écosystème Alan Allman Associates est labellisé HappyIndex®AtWork 2025 parmi les entreprises de plus de 500 employés « où il fait bon travailler ». 76,5 % des collaborateurs recommandent Alan Allman Associates. Christèle Delly Directeur des Opérations de Formation et Carrière Ce qui rend une carrière passionnante, c’est la possibilité de progresser sans cesse. Nous croyons en un développement continu –   personnel et professionnel – qui permet à chacun de grandir, d’évoluer et de révéler pleinement son potentiel, à son propre rythme. Joanne Hurens Vice-Présidente exécutive, RH et recrutement Nous accompagnons nos talents dès l’intégration et nous proposons de réelles perspectives d’évolution, les encourageant ainsi à développer tout leur potentiel et à atteindre leurs objectifs professionnels. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/partenaires-dsi",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/en/career-management",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 20
  },
  "_partenaires-dsi": {
    "url": "https://alan-allman.com/partenaires-dsi",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:45.791016",
    "title": "DSI | Alan Allman Associates",
    "content": "DSI | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Direction des Systèmes d’Information Garantir la fiabilité et la sécurité Le pôle de Gestion des Systèmes d’Informations est responsable de la construction et du bon fonctionnement des systèmes d’information de l’ensemble de l’écosystème. Sa mission principale est de garantir la fiabilité, la sécurité, la cohérence et l’intégrité de l’ensemble des systèmes informatiques. Expertise et accompagnement technologique au quotidien L’équipe de Gestion des Systèmes d’Informations élabore les politiques informatiques, effectue les choix en matière d’environnements, de standards et de normes, et développe et exploite les applications répondant aux besoins de l’Organisation et de ses utilisateurs. La DSI d’Alan Allman Associates accompagne les cabinets de l’écosystème dans la gestion de leur système d’information, en proposant notamment : Accompagnement technologique Traitement des enjeux technologiques Intégration de nouveaux cabinets Optimisation des services Conduite du changement Mise en place de nouveaux systèmes d’information Gestion des serveurs, internet et mobile Prévention des risques de cybersécurité Numérique responsable Alan Allman Associates s’est associé à l’Institut du Numérique Responsable en décembre 2021 pour renforcer ses pratiques et établir des objectifs ambitieux dans le domaine du numérique responsable. En signant cette charte promue par l’Institut du Numérique Responsable, Alan Allman Associates s’engage dans une démarche en faveur d’un numérique durable, plus respectueux de l’environnement. La signature de cette charte sur le numérique responsable concerne l’ensemble des collaborateurs. Mehdi Bacha Directeur des Sytèmes d’information Le cœur du modèle réside dans une multitude d’interconnexions au sein du réseau Alan Allman Associates. L’équipe de gestion des systèmes d’information veille à promouvoir, organiser, réguler et protéger l’information qui circule à travers tous les moyens de communication. L’objectif est de préserver l’un des atouts différenciateurs majeurs de l’écosystème. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/partenaires-juridique",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/en/isd",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 19
  },
  "_partenaires-juridique": {
    "url": "https://alan-allman.com/partenaires-juridique",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:47.660879",
    "title": "Juridique | Alan Allman Associates",
    "content": "Juridique | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Juridique Rôle Clé du Pôle Juridique Le pôle d’expertise juridique assure la conformité et la sécurité juridique des actes et engagements des cabinets de l’écosystème. Il supervise le développement des sociétés, la gestion des marques, les contentieux commerciaux et prud’homaux, ainsi que les réclamations liées aux professionnels du droit et des assurances. De plus, il gère les relations contractuelles, valide les contrats et intervient dans la résolution des litiges avec les partenaires. Ce pôle se positionne comme un partenaire stratégique dans la gestion des affaires légales, la gestion des risques et la conformité de l’écosystème, particulièrement dans un contexte international. Il veille à ce que les opérations respectent les lois et réglementations en vigueur tout en anticipant les défis futurs. Les champs d’expertises L’expertise juridique d’Alan Allman Associates est à disposition des cabinets de l’écosystème pour intervenir sur les sujets liés au : Droit commercial (Règlementation bancaire et financière) Droit social (Relation employeur/salarié) Croissance externe et acquisitions Conseil réglementaire Relations contractuelles Un allié indispensable à la croissance Chez Alan Allman Associates, le pôle juridique va au-delà de la simple conformité et participe activement au développement et à la croissance de l’écosystème. Il fournit des conseils à la Direction Générale, aux Directeurs de cabinets et aux Opérationnels dans le traitement des dossiers juridiques et des projets de développement. De plus, l’équipe juridique joue un rôle central dans les processus de cession, d’acquisition et de fusion, en veillant à ce que toutes les opérations soient menées de manière légale et sécurisée. Audrey Lesain Responsable Juridique L’écosystème est un réseau de véritables pépites, dirigées par des entrepreneurs talentueux et dynamiques. La Direction Juridique est à leurs côtés au quotidien pour les conseiller et les aider à construire un modèle économique pérenne, en conformité avec une législation en constante évolution. Au-delà de ce rôle d’accompagnement, notre devoir est également de protéger ces dirigeants dans la gestion quotidienne de leur entreprise. Pour nous, c’est véritablement un défi passionnant que de les aider à concrétiser leurs projets tout en préservant leurs intérêts. Natalia P. Quiroz Avocate, Vice-présidente affaires juridiques, Secrétaire corporative, RPRP Nous collaborons étroitement avec toutes les équipes internes et externes, notamment lors des opérations d’acquisition et de financement, depuis la signature des NDA jusqu’à l’intégration des sociétés, ainsi que leur soutien continu une fois intégrées. C’est toujours un plaisir de rencontrer et d’échanger avec ces nouvelles sociétés. Lors des intégrations, nous apportons aux équipes un soutien juridique essentiel en matière de gouvernance, de révision et de négociation des contrats, de droit du travail, d’immigration, d’assurances commerciales, de conformité, de prévention et/ou de gestion des litiges, etc. STRATÉGIE DE DÉVELOPPEMENT FINANCE MARKETING & COMMUNICATION RECRUTEMENT ET RESSOURCES HUMAINES GESTION DE CARRIÈRE DIRECTION DES SYSTÈMES D’INFORMATION JURIDIQUE ORGANISATION & QUALITÉ Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/organisation-qualite",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/news",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/en/legal",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/sitemap"
    ],
    "links_count": 18
  },
  "_organisation-qualite": {
    "url": "https://alan-allman.com/organisation-qualite",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:49.873084",
    "title": "Organisation & qualité | Alan Allman Associates",
    "content": "Organisation & qualité | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Organisation & Qualité La direction organisation & qualité L’ambition de la direction organisation & qualité d’Alan Allman Associates est de devenir le référent unique de toutes les initiatives structurantes de l’écosystème et des cabinets en France et à l’international ainsi que le garant des certifications et labels. Une mission d’accompagnement à toutes les étapes clés La mission de cette direction est d’accompagner la croissance de l’écosystème en pilotant sa structuration et les projets transversaux tout en proposant aux cabinets des solutions adaptées à leurs besoins en structuration organisationnelle et en efficience opérationnelle. Les objectifs pour 2026 • Créer de la valeur pour l’écosystème, les pays et les cabinets • Renforcer le partage des bonnes pratiques au bénéfice de tous • Piloter les grands projets transverses structurants • Partager la compétence avec les acteurs clés des cabinets Un rôle central dans le pilotage du Centre d’Excellence En pilotant le centre d’excellence, la Direction Organisation et Qualité garantit non seulement la cohérence globale des initiatives, mais aussi leur alignement stratégique, tout en s’engageant fermement à respecter la satisfaction client et à atteindre l’excellence opérationnelle. En savoir plus Un référentiel au service de tous La dynamique globale et les éléments du référentiel offrent aux cabinets une base solide pour soutenir leur développement. Cette année, la certification ISO 9001 a été renouvelée pour les cabinets Alpha2F, Althéa, Argain Consulting Innovation, Dynafin, GDG, Satisco, Victrix, we+, ainsi que pour les fonctions partenaires. Cette certification est complétée par la norme ISO 10001, qui souligne l’engagement des cabinets à renforcer et garantir la satisfaction client. Par ailleurs, trois cabinets – Victrix, Data eXcellence et Ited – ont obtenu la certification ISO 27001, attestant de leur engagement à renforcer la cybersécurité, à protéger les données personnelles et à assurer la confidentialité des informations traitées dans leur périmètre. Anne-Sylvie Gosselin Directrice Organisation & Qualité Parce que l’écosystème est composé de cabinets orientés business, centrés sur leur agilité à répondre aux besoins clients, il est essentiel que la structuration de leur organisation soit facilitée par de bonnes pratiques adaptées à leur environnement et enrichies par l’expérience collective de tout l’écosystème. DEVELOPMENT STRATEGY FINANCE MARKETING & COMMUNICATION TRAINING RECRUITMENT AND HUMAN RESOURCES INFORMATION SYSTEMS DEPARTMENT LEGAL ORGANIZATION & QUALITY Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/en/marketing",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/en/development-strategy",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/en/organization-quality",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/en/legal",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinets",
      "https://alan-allman.com/en/finance-partners",
      "https://alan-allman.com/en/career-management",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/en/isd",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/en/recruitment-and-human-resources"
    ],
    "links_count": 24
  },
  "_cabinets": {
    "url": "https://alan-allman.com/cabinets",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:52.069261",
    "title": "Cabinets | Alan Allman Associates",
    "content": "Cabinets | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Nos marques Toutes nos marques Toutes nos marques Europe France Benelux Péninsule ibérique Amérique du Nord APAC EXPERTISES Toutes High Tech Stratégie, Management & Digital Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/cabinet/phoenixdx",
      "https://alan-allman.com/cabinet/humans4help",
      "https://alan-allman.com/cabinet/privatum",
      "https://alan-allman.com/en/offices",
      "https://alan-allman.com/cabinet/ited",
      "https://alan-allman.com/news",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/cabinet/alpha2f",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/cabinet/gurus",
      "https://alan-allman.com/cabinet/satisco",
      "https://alan-allman.com/cabinet/we",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cabinet/teccweb",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/cabinet/data-excellence",
      "https://alan-allman.com/cabinet/victrix",
      "https://alan-allman.com/cabinet/lux-modernis",
      "https://alan-allman.com/cabinet/ec-solutions",
      "https://alan-allman.com/cabinet/dynafin",
      "https://alan-allman.com/cabinet/we-consultants",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/cabinet/argain",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/cabinet/althea",
      "https://alan-allman.com/cabinet/winning"
    ],
    "links_count": 34
  },
  "_news": {
    "url": "https://alan-allman.com/news",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:53.974931",
    "title": "Actualités | Alan Allman Associates",
    "content": "Actualités | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Actualités Actualités Communiqués de presse Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/nos-actualites",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/en/news"
    ],
    "links_count": 15
  },
  "_nos-actualites": {
    "url": "https://alan-allman.com/nos-actualites",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:56.100469",
    "title": "Nos actualités | Alan Allman Associates",
    "content": "Nos actualités | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Tech Trends 2025: Data, Cloud, Automation Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 10/11/2025 Aymane EL ADLANI, Business Manager chez WE+ nous parle de mobilité au sein de l’écosystème Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 07/11/2025 Comment l’intelligence artificielle redéfinit le conseil et la stratégie ? Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 03/11/2025 We+ Asia names Mathilde Salvi as Managing Director for Asia We+ Asia, membre de l’écosystème Alan Allman Associates, est fier d’annoncer la nomination de Mathilde Salvi comme Directrice Générale. 30/10/2025 L’écosystème Alan Allman Associates obtient plusieurs certifications ISO 27001 La sécurité de l’information au cœur de nos priorités : Alan Allman Associates renforce la confiance avec la certification ISO 27001. 27/01/2025 Les enjeux de la Finance Verte La finance verte révolutionne le secteur financier en alliant performance économique et engagement durable. 22/01/2025 2024 : Une année marquée par des investissements majeurs et l’internationalisation 2024 : Une année marquée par des investissements majeurs et l'internationalisation 06/01/2025 L’Ascension des ERP Intelligents : Comment les dernières innovations transforment la supply chain Les ERP modernes, connectés et infonuagiques, deviennent essentiels pour transformer les entreprises et innover. 19/12/2024 Le cycle de vie du Produit à l’ère de la transformation Le mode Produit révolutionne le cycle de vie, offrant flexibilité et innovation dans la transformation numérique. 10/12/2024 Amélioration de l’efficacité et de la productivité grâce aux systèmes ERP dans l’industrie 4.0 Les systèmes ERP boostent l'efficacité et la productivité de l'industrie 4.0 en intégrant IA, IoT et automatisation. 29/11/2024 L’Industrie 4.0 : Une révolution pour les manufacturiers L'Industrie 4.0 révolutionne la production en combinant automatisation, ERP et nouvelles technologies pour plus d'efficacité. 08/11/2024 Nous sommes les meneurs d’une révolution technologique et humaine Avec une offre d'excellence et un engagement envers l'innovation, nous redéfinissons notre réalité avec l'IA. 05/11/2024 Le pôle Marketing Digital : une nouvelle ère pour la communication et le développement Le Pôle Marketing Digital : Accélérateur de croissance et transformation pour les entreprises dans un monde connecté. 25/10/2024 En quoi l’IA peut permettre d’améliorer la maîtrise du Sourcing L'IA révolutionne le Sourcing Achat et le Contract Management en boostant performance, innovation, et compétitivité. 11/10/2024 La révolution de l’IA générative dans le monde des affaires : vers une productivité amplifiée De l'intelligence artificielle déductive à l'IA générative : une révolution qui transforme la manière dont les entreprises exploitent la technologie. 08/10/2024 IA, virtualisation et robotisation : impacts sur les technologies de traitement des données IA, virtualisation des données et robotisation révolutionnent l'intégration des données, offrant agilité et performance accrues. 18/09/2024 Un renforcement de la présence internationale : Zoom sur la zone Asie-Pacifique Alan Allman Associates consolide sa présence en Asie-Pacifique avec une expansion stratégique via la marque we+. 13/09/2024 Alan Allman Associates accueille WINNING Consulting pour un avenir prometteur L'intégration de WINNING Consulting dans l'écosystème Alan Allman Associates promet croissance et innovation 19/08/2024 Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/communique-de-presse/tech-trends-2025-data-cloud-automation",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/communique-de-presse/amelioration-de-lefficacite-et-de-la-productivite-grace-aux-systemes-erp-dans-lindustrie-4-0",
      "https://alan-allman.com/communique-de-presse/lindustrie-4-0-une-revolution-pour-les-manufacturiers",
      "https://alan-allman.com/communique-de-presse/nous-sommes-les-meneurs-dune-revolution-technologique-et-humaine",
      "https://alan-allman.com/communique-de-presse/2024-une-annee-marquee-par-des-investissements-majeurs-et-linternationalisation",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/communique-de-presse/un-renforcement-de-la-presence-internationale-zoom-sur-la-zone-asie-pacifique",
      "https://alan-allman.com/communique-de-presse/comment-lintelligence-artificielle-redefinit-le-conseil-et-la-strategie",
      "https://alan-allman.com/communique-de-presse/aymane-el-adlani-business-manager-chez-we-nous-parle-de-mobilite-au-sein-de-lecosysteme",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/communique-de-presse/le-cycle-de-vie-du-produit-a-lere-de-la-transformation",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/communique-de-presse/en-quoi-lia-peut-permettre-dameliorer-la-maitrise-du-sourcing",
      "https://alan-allman.com/communique-de-presse/la-revolution-de-lia-generative-dans-le-monde-des-affaires-vers-une-productivite-amplifiee",
      "https://alan-allman.com/information-financiere",
      "https://alan-allman.com/communique-de-presse/le-pole-marketing-digital-une-nouvelle-ere-pour-la-communication-et-le-developpement",
      "https://alan-allman.com/en/our-news",
      "https://alan-allman.com/communique-de-presse/we-asia-names-mathilde-salvi-as-managing-director-for-asia",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/communique-de-presse/les-enjeux-de-la-finance-verte",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents",
      "https://alan-allman.com/communique-de-presse/ia-virtualisation-et-robotisation-impacts-sur-les-technologies-de-traitement-des-donnees",
      "https://alan-allman.com/communique-de-presse/lascension-des-erp-intelligents-comment-les-dernieres-innovations-transforment-la-supply-chain",
      "https://alan-allman.com/communique-de-presse/certifications-iso-27001",
      "https://alan-allman.com/communique-de-presse/alan-allman-associates-accueille-winning-consulting-pour-un-avenir-prometteur"
    ],
    "links_count": 32
  },
  "_information-financiere": {
    "url": "https://alan-allman.com/information-financiere",
    "depth": 6,
    "scraped_at": "2025-11-18T08:22:58.449798",
    "title": "Information financière | Alan Allman Associates",
    "content": "Information financière | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Information Financière Derniers communiqués de presse financiers Nombre total d’actions et de droit de vote composant le capital social 31/10/2025 Nombre total d’actions et de droit de vote composant le capital social 30/09/2025 Rapport Semestriel 2025 25/09/2025 Voir plus Dernières publications Tous les documents et rapports financiers diffusés 2025 2024 2023 2022 2021 2020 2019 2018 2017 Documents financiers & Communiqués de presse 2025 22/10/2025 Alan Allman Associates enregistre un chiffre d’affaires de 77.7 M€ au troisième trimestre 2025 et de 249.7 M€ après 9 mois en 2025 Télécharger Format PDF 24/09/2025 Alan Allman Associates enregistre un chiffre d’affaires du premier semestre 2025 de 171,4 M€ pour une rentabilité de 7,6% (et de 8,1% à périmètre hors cessions & activité arrêtée) en ligne avec les attentes Télécharger Format PDF 27/08/2025 Alan Allman Associates enregistre un chiffre d’affaires de 83.7 M€ au second trimestre 2025 et de 171.4 M€ au premier semestre 2025 Télécharger Format PDF 23/04/2025 Alan Allman Associates enregistre un chiffre d’affaires de 87 M€ au premier trimestre 2025 (hors cessions) Télécharger Format PDF 31/03/2025 Alan Allman Associates annonce ses résultats 2024 Télécharger Format PDF 26/02/2025 Alan Allman Associates annonce une croissance du chiffre d’affaires en 2024 de +3,3% hors cessions 2024 Télécharger Format PDF 17/01/2025 Alan Allman Associates annonce l’acquisition de PhoenixDX Télécharger Format PDF Rapport Financier Annuel 2024 30/04/2025 Rapport Financier Annuel 2024 Télécharger Format PDF 30/04/2025 Rapport Financier Annuel 2024 –Comptes consolidés – ZIP AMF Télécharger Format PDF 30/04/2025 Rapport Financier Annuel 2024 – Comptes consolidés – xHTML Télécharger Format PDF Communiqués de mise à disposition des documents 2025 25/09/2025 Mise à disposition du Rapport Semestriel 2025 Télécharger Format PDF 30/04/2025 Alan Allman Associates annonce la mise à disposition du rapport financier annuel 2024 Télécharger Format PDF Rapport Financier Semestriel 2025 25/09/2025 Rapport Semestriel 2025 Télécharger Format PDF Information mensuelle relative au nombre d’actions et de droits de vote 2025 31/10/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 30/09/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 27/08/2025 Alan Allman Associates enregistre un chiffre d’affaires de 83.7 M€ au second trimestre 2025 et de 171.4 M€ au premier semestre 2025 Télécharger Format PDF 31/07/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 30/06/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 31/05/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 30/04/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 31/03/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 28/02/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF 31/01/2025 Nombre total d’actions et de droit de vote composant le capital social Télécharger Format PDF Contrat de liquidité 2025 30/06/2025 Bilan Semestriel Alan Allman Associates Semestre 1 2025 Télécharger Format PDF INFORMATION FINANCIÈRE CALENDRIER FINANCIER GOUVERNANCE ASSEMBLÉE GÉNÉRALE ESG Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/en/financial-information",
      "https://alan-allman.com/information-financiere?archive_year=2022",
      "https://alan-allman.com/information-financiere?archive_year=2019",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/information-financiere?archive_year=2020",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/information-financiere?archive_year=2025",
      "https://alan-allman.com/information-financiere?archive_year=2023",
      "https://alan-allman.com/contact",
      "https://alan-allman.com/information-financiere?archive_year=2017",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/information-financiere?archive_year=2024",
      "https://alan-allman.com/information-financiere?archive_year=2021",
      "https://alan-allman.com/information-financiere?archive_year=2018",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/talents"
    ],
    "links_count": 22
  },
  "_talents": {
    "url": "https://alan-allman.com/talents",
    "depth": 6,
    "scraped_at": "2025-11-18T08:23:00.772392",
    "title": "Talents | Alan Allman Associates",
    "content": "Talents | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Talents Découvrez nos offres d’emploi ! Rejoignez Alan Allman Associates et faites partie d’un écosystème international présent en Europe, en Asie et en Amérique du Nord. Alan Allman Associates recherche des talents aux parcours diversifiés, quel que soit leur niveau d’expérience. En intégrant cette équipe, vous aurez l’opportunité de travailler sur des projets innovants pour des clients prestigieux dans des secteurs porteurs tels que l’énergie, le secteur public, le high-tech, la santé, et le luxe. De plus, vous développerez vos compétences dans des domaines d’expertise avancée comme entre autre l’intelligence artificielle, la cybersécurité, la gestion des données, le cloud et la smart automation. Rejoignez Alan Allman Associates et contribuez à créer des solutions créatrices de valeur. Postulez Pourquoi nous rejoindre ? Vous aspirez à rejoindre un écosystème dynamique en constante évolution pour exprimer votre passion, vos compétences et votre créativité ? Quelle que soit la carrière que vous envisagez, Alan Allman Associates vous offre l’opportunité de réaliser vos ambitions professionnelles ! En savoir plus Nous recrutons 500 experts ! Rejoignez l’écosystème pour enrichir votre parcours professionnel au sein d’un environnement dynamique et stimulant chez Alan Allman Associates ! Des marques fortes Un écosystème récompensé et certifié Un organisme de formation intégré Un environnement international Des secteurs porteurs et résilients Une vision stratégique à 5 ans La cooptation Alan Allman Associates En savoir plus Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/carriere",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/cooptation",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/en/talents"
    ],
    "links_count": 13
  },
  "_carriere": {
    "url": "https://alan-allman.com/carriere",
    "depth": 6,
    "scraped_at": "2025-11-18T08:23:02.975011",
    "title": "Votre carrière chez Alan Allman Associates | Alan Allman Associates",
    "content": "Votre carrière chez Alan Allman Associates | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Votre carrière chez Alan Allman Associates Alan Allman Associates : un écosystème mondial axé sur les qualités humaines Alan Allman Associates porte une attention particulière à son capital humain, principal atout de l’écosystème et facteur de différenciation. L’écosystème s’engage à accompagner ses collaborateurs tout au long de leur carrière en leur offrant des opportunités de développement des compétences, de mobilité interne et externe, ainsi que de gestion de carrière, afin de répondre à leurs aspirations et de les fidéliser. Accompagner la réussite des talents 1 À l’arrivée Chaque talent reçoit un livret d’accueil, un guide précieux qui leur permet de comprendre le cycle de vie et les évolutions de carrière au sein des cabinets d’Alan Allman Associates. Pour renforcer son processus d’intégration, les nouveaux salariés participent à des journées spéciales telles que le Morning intégration et les Welcome days. 2 En continu Tout au long de leur carrière, les talents ont accès à un catalogue de plus de 20 000 formations, comprenant des titres RNCP, des micro-masters, des certifications professionnelles, etc. De plus, ils bénéficient également d’un accès à une université en ligne. 3 En complément Tout au long de leur parcours professionnel, des entretiens sont organisés chaque année pour évaluer les parcours et aspirations des collaborateurs. Christèle Delly Directeur des Opérations, Formation et Carrère Nous sommes également engagés dans l’amélioration de la gestion des talents au sein des différentes entreprises de notre environnement dynamique. Nous visons à développer des opportunités de carrière accessibles à tous nos consultants et favorisant ainsi tant la collaboration inter cabinet et la mobilité nationale voir internationale. Nous cherchons également à promouvoir des valeurs fortes et une culture d’entreprise inclusive par plusieurs initiatives afin de favoriser le sentiment d’appartenance. Nous sommes convaincus que la cohésion et la solidarité sont des éléments clés pour assurer la réussite de notre entreprise. Chiffres clés 2025 80 439 heures de formations 69,7% d’heures de formations certifiantes 76% des effectifs formés Alan Allman Associates Academy La formation est un pilier central du développement chez Alan Allman Associates. Depuis près de 9 ans, l’Académie Alan Allman Associates offre des formations sur mesure et des certifications professionnelles. En plus, une université digitale propose plus de 20 000 formations dispensées par de grandes écoles. Le développement professionnel est au cœur du système de management et la certification Qualiopi a été obtenue en 2021 et renouvelée en 2024. Découvrez le Pôle Gestion de Carrière En savoir plus Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs",
      "https://alan-allman.com/en/your-career-at-alan-allman-associates"
    ],
    "links_count": 11
  },
  "_investisseurs": {
    "url": "https://alan-allman.com/investisseurs",
    "depth": 6,
    "scraped_at": "2025-11-18T08:23:05.227324",
    "title": "Investisseurs | Alan Allman Associates",
    "content": "Investisseurs | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Investisseurs Retrouvez ici l’intégralité de nos résultats financiers et extra-financiers pour suivre notre croissance et notre engagement envers nos actionnaires et investisseurs. INFORMATION FINANCIÈRE CALENDRIER FINANCIER GOUVERNANCE ASSEMBLÉE GÉNÉRALE ESG Chiffres clés 2024 374,3 Millions d’euros Chiffres d’affaires 9,28% Évolution de la rentabilité 34,76 Résultat opérationnel d’activité (M€) Communiqués de presse Nombre total d’actions et de droit de vote composant le capital social 31/10/2025 Nombre total d’actions et de droit de vote composant le capital social 30/09/2025 Rapport Semestriel 2025 25/09/2025 Voir plus Cours de l’action Alan Allman Associates en direct Date du cours : 17/11/2025 (les marchés peuvent être fermés à la date du cours affiché) | Clause de non-responsabilité 4.05 EUR Calendrier financier Voir toutes les dates Aujourd’hui lundi mardi mercredi jeudi vendredi samedi dimanche l m m j v s d 27 28 29 30 31 1 2 3 4 5 6 7 8 9 10 11 12 13 14 15 16 17 18 19 20 21 22 23 24 25 26 27 28 29 30 25 Fév 2026 Chiffre d’affaires du T4 2025 ESG L’écosystème Alan Allman Associates adhère à des standards mondiaux depuis plusieurs années. Cette démarche est récompensée par l’obtention de plusieurs labels et certifications. Retrouvez tous les documents liés à l’éthique de notre écosystème. Consulter les informations Un écosystème international Alan Allman Associates favorise la synergie entre les marques présentes au sein de l’écosystème, en leur permettant de se développer dans les meilleures conditions. L’ensemble de nos cabinets interviennent dans des domaines variés tels que : la transformation digitale, l’intelligence artificielle, la data, le management de process, la cybersécurité, la finance de marché… et bien d’autres encore ! En savoir plus Gouvernance Découvrez la gouvernance d’Alan Allman Associates Consulter les informations Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/en/investors",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier",
      "https://alan-allman.com/investisseurs/?mo=10&yr=2025",
      "https://alan-allman.com/assemblee-generale",
      "https://alan-allman.com/investisseurs/?mo=12&yr=2025"
    ],
    "links_count": 12
  },
  "_assemblee-generale": {
    "url": "https://alan-allman.com/assemblee-generale",
    "depth": 6,
    "scraped_at": "2025-11-18T08:23:07.336160",
    "title": "Assemblée Générale | Alan Allman Associates",
    "content": "Assemblée Générale | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Assemblée Générale 2025 Retranscription en direct de l’Assemblée Générale Ordinaire et Extraordinaire du 18 juin 2025 Voir la retranscription en direct Assemblée Générale Ordinaire et Extraordinaire du 18 Juin 2025 19/06/2025 Les actionnaires d’Alan Allman Associates approuvent la totalité  des résolutions recommandées par le Conseil à l’Assemblée  Générale Mixte 2025 Télécharger Format PDF 18/06/2025 Support de l’assemblée générale du 18 juin 2025 Télécharger Format PDF 18/06/2025 Procès-verbal de l’Assemblée Générale du 18 juin 2025 Télécharger Format PDF 16/06/2025 Réponses aux questions écrites Télécharger Format PDF 10/06/2025 Rapport complémentaire du conseil d’administration du 1er Juillet 2024 Télécharger Format PDF 10/06/2025 Rapport complémentaire du conseil d’administration du 20 Juin 2024 Télécharger Format PDF 05/06/2025 Rapport du Conseil d’administration Télécharger Format PDF 26/05/2025 Résultats 5 dernières années Télécharger Format PDF 26/05/2025 Projet de résolutions Télécharger Format PDF 26/05/2025 Formulaire de Vote Télécharger Format PDF 26/05/2025 Demande d’envoi de documents et renseignements Télécharger Format PDF 26/05/2025 BROCHURE DE CONVOCATION 2025 Télécharger Format PDF 26/05/2025 Avis Rectificatif ARAC Télécharger Format PDF 26/05/2025 Avis de Réunion valant Avis de Convocation Télécharger Format PDF 26/05/2025 Rapport sur le gouvernement d’entreprise Télécharger Format PDF 26/05/2025 Rapport OTI sur le rapport de durabilité Télécharger Format PDF 26/05/2025 Rapport de gestion Télécharger Format PDF 26/05/2025 Rapport de durabilité Télécharger Format PDF 26/05/2025 Rapport d’activité Télécharger Format PDF 26/05/2025 Comptes sociaux Télécharger Format PDF 26/05/2025 Comptes consolidés Télécharger Format PDF 26/05/2025 Rapport des commissaires aux comptes sur les conventions réglementées Télécharger Format PDF 26/05/2025 Rapport des commissaires aux comptes sur les comptes consolidés Télécharger Format PDF 26/05/2025 Rapport des commissaires aux comptes sur les comptes annuels Télécharger Format PDF Voir les archives INFORMATION FINANCIÈRE CALENDRIER FINANCIER GOUVERNANCE ASSEMBLÉE GÉNÉRALE ESG Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/en/annual-general-meeting",
      "https://alan-allman.com/archives-assemblees-generales?archive_year=2024",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/sitemap",
      "https://alan-allman.com/calendrier-financier"
    ],
    "links_count": 10
  },
  "_calendrier-financier": {
    "url": "https://alan-allman.com/calendrier-financier",
    "depth": 6,
    "scraped_at": "2025-11-18T08:23:09.511434",
    "title": "Calendrier financier | Alan Allman Associates",
    "content": "Calendrier financier | Alan Allman Associates Ecosystème Ecosystème L'écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Organisation & qualité Nos Cabinets Actualités Actualités Articles Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Investisseurs Assemblée Générale Information financière Gouvernance Calendrier financier Environnemental, Social et Gouvernance | Ecosystème L’écosystème Alan Allman Associates Nos engagements RISE 2025 Gouvernance Plus d’infos sur l’écosystème Centre d’excellence Expertises Stratégie, Management & Marketing High Tech Découvrez nos expertises Fonctions partenaires Stratégie de développement Finance Recrutement et RH Marketing & Communication Gestion de carrière DSI Juridique Découvrez notre modèle Organisation & qualité Cabinets Actualités Nos actualités Communiqués de presse Talents Talents Votre carrière chez Alan Allman Associates Nous rejoindre Cooptation Investisseurs Espace Investisseurs Assemblée Générale Gouvernance Information financière Calendrier financier Environnemental, Social et Gouvernance Contact | Calendrier Financier Le calendrier financier de l’exercice 2024-2025 25 Fév 2026 Chiffre d’affaires du T4 2025 Ajouter au calendrier INFORMATION FINANCIÈRE CALENDRIER FINANCIER GOUVERNANCE ASSEMBLÉE GÉNÉRALE ESG Plan du site Contact Les implantations Politique des cookies Mentions légales Conditions générales d'utilisation ©2025 Alan Allman Associates. Tous droits réservés.",
    "links_found": [
      "https://alan-allman.com/contact",
      "https://alan-allman.com/en/financial-calendar",
      "https://alan-allman.com/esg",
      "https://alan-allman.com/implantations",
      "https://alan-allman.com/cookies",
      "https://alan-allman.com/confidentialite",
      "https://alan-allman.com/cgu",
      "https://alan-allman.com/sitemap",
      "webcal://alan-allman.com/events/chiffre-daffaires-du-t4-2025/ical"
    ],
    "links_count": 9
  }
}